tap "adoptopenjdk/openjdk"
tap "egoist/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
brew "act"
brew "bash"
brew "berkeley-db", link: true
brew "boost"
brew "glib"
brew "python@3.9"
brew "ruby"
brew "cocoapods"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "curl"
brew "deno"
brew "docker"
brew "docker-machine"
brew "docker-machine-driver-vmware"
brew "docker-machine-parallels"
brew "node"
brew "emscripten"
brew "folly"
brew "harfbuzz"
brew "little-cms2"
brew "leptonica"
brew "gobject-introspection"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fnm"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "jose"
brew "jq"
brew "lazygit"
brew "libxmlsec1"
brew "luajit", args: ["HEAD"]
brew "make"
brew "neofetch"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nvm"
brew "oath-toolkit"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "tmux"
brew "vapoursynth"
brew "vim"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
brew "z"
brew "egoist/tap/dum"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
cask "adobe-acrobat-reader"
cask "adoptopenjdk11"
cask "discord"
cask "firefox"
cask "flameshot"
cask "gimp"
cask "mpv"
cask "neovide"
cask "postman"
